/* No comment provided by engineer. */
"Age Cannot be Empty" = "Age Cannot be Empty";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Chat" = "Chat";

/* No comment provided by engineer. */
"Choose one" = "Choose one";

/* No comment provided by engineer. */
"Email" = "Eメール";

/* No comment provided by engineer. */
"Email request has been sent successfully! Check your email!" = "Eメールリクエストが正常に送信されました。あなたのメールを確認してください";

/* No comment provided by engineer. */
"Error" = "エラー";

/* No comment provided by engineer. */
"Forgot Password" = "パスワードを忘れた";

/* No comment provided by engineer. */
"He Said Yes!" = "He Said Yes!";

/* No comment provided by engineer. */
"Input Email Address" = "Eメールアドレスを入力";

/* No comment provided by engineer. */
"Just" = "今";

/* No comment provided by engineer. */
"Login" = "ログイン";

/* No comment provided by engineer. */
"Name Cannnot be Empty" = "Name Cannnot be Empty";

/* No comment provided by engineer. */
"New Message" = "新しいメッセージ";

/* No comment provided by engineer. */
"No users Found 😓" = "No users Found 😓";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Pick Location" = "Pick Location";

/* No comment provided by engineer. */
"Register Now!" = "登録する";

/* No comment provided by engineer. */
"She Said Yes!" = "She Said Yes!";

/* No comment provided by engineer. */
"Skip" = "スキップ";

/* No comment provided by engineer. */
"Success" = "更新しました";

/* No comment provided by engineer. */
"Unmatch and Block" = "Unmatch and Block";

/* No comment provided by engineer. */
"username/email is required." = "username/email is required.";

/* No comment provided by engineer. */
"View Profile" = "View Profile";

/* No comment provided by engineer. */
"%d hrs ago" = "%d 時間前";

/* No comment provided by engineer. */
"%d min ago" = "%d 分前";

/* No comment provided by engineer. */
"1 hr ago" = "1 時間前";

/* No comment provided by engineer. */
"1 minute ago" = "1 分前";

/* No comment provided by engineer. */
"In The Future" = "In The Future";

/* No comment provided by engineer. */
"MMMM d 'at' h:mm a" = "MMMM d 'at' h:mm a";

/* No comment provided by engineer. */
"Now" = "今";

/* No comment provided by engineer. */
"Yes %@" = "昨日 %@";

